
export const testMaterials = ({
    audioFiles: ['Instructions',
    'Set1',
    'Set2',
    // 'Set3',
    // 'Set4',
    // 'Set5',
    // 'Set6',
    // 'Set7',
    // 'Set8',
    // 'Set9',
    // 'Set10'
  ],
    tasks: [`このタスクでは、関係のない10組の日本語の言葉を聞きます。（２語の組を２回、３語の組を２回、４語の組を２回、５語の組を２回、６語の組を２回聞きます。）各組の語を覚えて、聞いた順番どおりにそれらの語を使って、各語につき１文ずつ、作ってください。各組の語を聞いた後に文を作るように、音源でも指示が出ます。できるだけ素早く文法的にも意味的にも正しい文をそれぞれの語につき１文作ってください。10秒しかありません。また、毎回異なる動詞や文法を使うようにしてください。各組の各語につき１文です。タスクでの発話は録音されます。ご参加いただきありがとうございます。
    `,
      `Tセット１ (２語)`,
      `Tセット2 (２語)`,
      `Tセット3 (3 語)`,
      `Tセット4 (3 語)`,
      `Tセット5 (4 語)`,
      `Tセット6 (4 語)`,
      `Tセット7 (5 語)`,
      `Tセット8 (5 語)`,
      `Tセット9 (6 語)`,
      `Tセット10 (6 語)`,],
  });

